{"sections":{"main":{"type":"main-about-1-page","disabled":true,"settings":{"show_breadcrumb":true,"breadcrumb_alignment":"center","breadcrumb_bg":"","breadcrumb_gradient":"","breadcrumb_bg_mb":"#f6f6f6","breadcrumb_gradient_mb":"","show_page_title":true,"page_title_alignment":"center","container":"1170","side_padding_full_width":0,"mg_top_desktop":25,"mg_top_tablet":0,"mg_top_mobile":0,"mg_bottom_desktop":30,"mg_bottom_tablet":20,"mg_bottom_mobile":0}},"723a3bf1-4c0b-4925-8d73-4969f0aa768c":{"type":"simple-text","settings":{"fullcontainer":true,"Heading":"Privacy and Cookie Policy","SubHeading":"","Paragraph":"<p>Last updated: 9\/1\/23<\/p>\n\n<p>This Privacy Policy describes how Sweet July (the \"Site\", \"we\", \"us\", or \"our\") collects, uses, and discloses your personal information when you visit, use our services, or make a purchase from www.sweetjuly.com (the \"Site\") or otherwise communicate with us (collectively, the \"Services\"). For purposes of this Privacy Policy, \"you\" and \"your\" means you as the user of the Services, whether you are a customer, website visitor, or another individual whose information we have collected pursuant to this Privacy Policy.<\/p>\n\nPlease read this Privacy Policy carefully. By using and accessing any of the Services, you agree to the collection, use, and disclosure of your information as described in this Privacy Policy. If you do not agree to this Privacy Policy, please do not use or access any of the Services.","extraclass":"Privacy-Box"}},"c55bc9b9-caf4-45ea-8c39-c34c8a16b6f9":{"type":"simple-text","settings":{"fullcontainer":true,"Heading":"Changes to This Privacy Policy ","SubHeading":"","Paragraph":"<p>We may update this Privacy Policy from time to time, including to reflect changes to our practices or for other operational, legal, or regulatory reasons. We will post the revised Privacy Policy on the Site, update the \"Last updated\" date and take any other steps required by applicable law. <\/p>","extraclass":"Privacy-Box Collected-Policy"}},"b51e7422-6e33-4652-881c-4a322bc7de3a":{"type":"simple-text","settings":{"fullcontainer":true,"Heading":"How We Collect and Use Your Personal Information ","SubHeading":"","Paragraph":"<p>To provide the Services, we collect and have collected over the past 12 months personal information about you from a variety of sources, as set out below. The information that we collect and use varies depending on how you interact with us. <\/p>\n\n<p>In addition to the specific uses set out below, we may use information we collect about you to communicate with you, provide the Services, comply with any applicable legal obligations, enforce any applicable terms of service, and to protect or defend the Services, our rights, and the rights of our users or others. <\/p>","extraclass":"Privacy-Box Collected-Policy"}},"4b327ac7-e433-4966-9e21-7cb80ed00e55":{"type":"simple-text","settings":{"fullcontainer":true,"Heading":"What Personal Information We Collect ","SubHeading":"","Paragraph":"<p>The types of personal information we obtain about you depends on how you interact with our Site and use our Services. When we use the term \"personal information\", we are referring to information that identifies, relates to, describes or can be associated with you. The following sections describe the categories and specific types of personal information we collect. <\/p>","extraclass":"Privacy-Box Collected-Policy"}},"cd0909c2-3809-4776-9a2d-d23b89dcf968":{"type":"simple-text","settings":{"fullcontainer":true,"Heading":"Information We Collect Directly from You ","SubHeading":"","Paragraph":"<p> Information that you directly submit to us through our Services may include:<\/p>\n\n<p>Basic contact details including your name, address, phone number, email.<\/p>\n\n<p>Order information including your name, billing address, shipping address, payment confirmation, email address, phone number. <\/p>\n\n<p> Account information including your username, password, security questions. <\/p>\n\n<p>Shopping information including the items you view, put in your cart or add to your wishlist.<\/p>\n\n<p>Customer support information including the information you choose to include in communications with us, for example, when sending a message through the Services.<\/p>\n\n<p>Some features of the Services may require you to directly provide us with certain information about yourself. You may elect not to provide this information, but doing so may prevent you from using or accessing these features. <\/p>","extraclass":"Privacy-Box Collected-Policy"}},"7f882766-9629-43f1-bb12-ae50dd78f7b0":{"type":"simple-text","settings":{"fullcontainer":true,"Heading":"Information We Collect through Cookies ","SubHeading":"","Paragraph":"<p> We also automatically collect certain information about your interaction with the Services (\"Usage Data\"). To do this, we may use cookies, pixels and similar technologies (\"Cookies\"). Usage Data may include information about how you access and use our Site and your account, including device information, browser information, information about your network connection, your IP address and other information regarding your interaction with the Services. <\/p><p><\/p>","extraclass":"Privacy-Box Collected-Policy"}},"394d3ff9-d671-44e3-a009-e63703e1dc1a":{"type":"simple-text","settings":{"fullcontainer":true,"Heading":"Information We Obtain from Third Parties ","SubHeading":"","Paragraph":"<p> Finally, we may obtain information about you from third parties, including from vendors and service providers who may collect information on our behalf, such as: <\/p> \n\n<p> Companies who support our Site and Services, such as Shopify.<\/p>\n\n<p> Our payment processors, who collect payment information (e.g., bank account, credit or debit card information, billing address) to process your payment in order to fulfill your orders and provide you with products or services you have requested, in order to perform our contract with you. <\/p>\n\n<p>When you visit our Site, open or click on emails we send you, or interact with our Services or advertisements, we, or third parties we work with, may automatically collect certain information using online tracking technologies such as pixels, web beacons, software developer kits, third-party libraries, and cookies.<\/p>\n\n<p>Any information we obtain from third parties will be treated in accordance with this Privacy Policy. We are not responsible or liable for the accuracy of the information provided to us by third parties and are not responsible for any third party's policies or practices. For more information, see the section below, Third Party Websites and Links.<\/p>","extraclass":"Privacy-Box Collected-Policy"}},"697ece12-1270-451b-a0f2-c0a12b123827":{"type":"simple-text","settings":{"fullcontainer":true,"Heading":"Analytics ","SubHeading":"","Paragraph":"<p> We may use third-party Service Providers to monitor and analyze the use of our Service.<\/p> \n\n<p>Google Analytics <\/p>\n\n<p>Google Analytics is a web analytics service offered by Google that tracks and reports website traffic. Google uses the data collected to track and monitor the use of our Service. This data is shared with other Google services. Google may use the collected data to contextualize and personalize the ads of its own advertising network.<\/p>\n\n<p>You can opt-out of having made your activity on the Service available to Google Analytics by installing the Google Analytics opt-out browser add-on. The add-on prevents the Google Analytics JavaScript (ga.js, analytics.js and dc.js) from sharing information with Google Analytics about visits activity. <\/p>\n\n<p>For more information on the privacy practices of Google, please visit the Google Privacy & Terms web page: https:\/\/policies.google.com\/privacy?hl=en<\/p>","extraclass":"Privacy-Box Collected-Policy"}},"b30cb12d-5231-4e58-b102-cb159094aaad":{"type":"simple-text","settings":{"fullcontainer":true,"Heading":"Behavioral Remarketing ","SubHeading":"","Paragraph":"<p> We use remarketing services to advertise on third party websites to you after you visited our Service. We and our third-party vendors use cookies to inform, optimize and serve ads based on your past visits to our Service.<\/p>","extraclass":"Privacy-Box Collected-Policy"}},"5b450779-a943-4ed4-943b-9792b855ce7c":{"type":"simple-text","settings":{"fullcontainer":true,"Heading":"Google Adwords ","SubHeading":"","Paragraph":"<p> Google Ads (AdWords) remarketing service is provided by Google Inc. You can opt-out of Google Analytics for Display Advertising and customize the Google Display Network ads by visiting the Google Ads Settings page: http:\/\/www.google.com\/settings\/ads\n<\/p> \n\n<p>Google also recommends installing the Google Analytics Opt-out Browser Add-on – https:\/\/tools.google.com\/dlpage\/gaoptout – for your web browser. Google Analytics Opt-out Browser Add-on provides visitors with the ability to prevent their data from being collected and used by Google Analytics.<\/p> \n\n For more information on the privacy practices of Google, please visit the Google Privacy & Terms web page: https:\/\/policies.google.com\/privacy?hl=en","extraclass":"Privacy-Box Collected-Policy"}},"590fca2c-b783-4b6f-b7fc-77eab3006f61":{"type":"simple-text","settings":{"fullcontainer":true,"Heading":"Facebook ","SubHeading":"","Paragraph":"<p>Facebook remarketing service is provided by Facebook Inc. <\/p> \n\n<p>You can learn more about interest-based advertising from Facebook by visiting this page: https:\/\/www.facebook.com\/help\/1649686938379500  <\/p> \n\n<p>To opt-out from Facebook’s interest-based ads, follow these instructions from Facebook: https:\/\/www.facebook.com\/help\/5681374933022177  <\/p> \n\n\n<p>Facebook adheres to the Self-Regulatory Principles for Online Behavioral Advertising established by the Digital Advertising Alliance. You can also opt-out from Facebook and other participating companies through the Digital Advertising Alliance in the USA http:\/\/www.aboutads.info\/choices\/, the Digital Advertising Alliance of Canada in Canada http:\/\/youradchoices.ca\/ or the European Interactive Digital Advertising Alliance in Europe http:\/\/www.youronlinechoices.eu\/, or opt-out using your mobile device settings. <\/p>\n<p>For more information on the privacy practices of Facebook, please visit Facebook’s Data Policy: https:\/\/www.facebook.com\/privacy\/explanation  <\/p>","extraclass":"Privacy-Box Collected-Policy"}},"69bb274c-0b7b-4acc-8a12-b7eb6b4531d1":{"type":"simple-text","settings":{"fullcontainer":true,"Heading":"How We Use Your Personal Information ","SubHeading":"","Paragraph":"<p>Providing Products and Services. We use your personal information to provide you with the Services in order to perform our contract with you, including to process your payments, fulfill your orders, to send notifications to you related to your account, purchases, returns, exchanges or other transactions, to create, maintain and otherwise manage your account, to arrange for shipping, facilitate any returns and exchanges and to enable you to post reviews.<\/p> \n\n<p>Marketing and Advertising. We use your personal information for marketing and promotional purposes, such as to send marketing, advertising and promotional communications by email, text message or postal mail, and to show you advertisements for products or services. This may include using your personal information to better tailor the Services and advertising on our Site and other websites.<\/p> \n\n<p>Security and Fraud Prevention. We use your personal information to detect, investigate or take action regarding possible fraudulent, illegal or malicious activity. If you choose to use the Services and register an account, you are responsible for keeping your account credentials safe. We highly recommend that you do not share your username, password, or other access details with anyone else. If you believe your account has been compromised, please contact us immediately.<\/p> \n\n<p>Communicating with you. We use your personal information to provide you with customer support and improve our Services. This is in our legitimate interests in order to be responsive to you, to provide effective services to you, and to maintain our business relationship with you.<\/p>","extraclass":"Privacy-Box Collected-Policy"}},"f2b96b34-c9a4-4c2d-89c9-ffc0dd08888a":{"type":"simple-text","settings":{"fullcontainer":true,"Heading":"Cookies ","SubHeading":"","Paragraph":"<p>Like many websites, we use Cookies on our Site. For specific information about the Cookies that we use related to powering our store with Shopify, see https:\/\/www.shopify.com\/legal\/cookies. We use Cookies to power and improve our Site and our Services (including to remember your actions and preferences), to run analytics and better understand user interaction with the Services (in our legitimate interests to administer, improve and optimize the Services). We may also permit third parties and services providers to use Cookies on our Site to better tailor the services, products and advertising on our Site and other websites.<\/p> \n\n<p>Most browsers automatically accept Cookies by default, but you can choose to set your browser to remove or reject Cookies through your browser controls. Please keep in mind that removing or blocking Cookies can negatively impact your user experience and may cause some of the Services, including certain features and general functionality, to work incorrectly or no longer be available. Additionally, blocking Cookies may not completely prevent how we share information with third parties such as our advertising partners. <\/p>","extraclass":"Privacy-Box Collected-Policy"}},"d2a1efad-fcd2-411d-bb3d-216271c48b55":{"type":"simple-text","settings":{"fullcontainer":true,"Heading":"How We Disclose Personal Information ","SubHeading":"","Paragraph":"<p>In certain circumstances, we may disclose your personal information to third parties for legitimate purposes subject to this Privacy Policy. Such circumstances may include:<\/p> \n\n<p>With vendors or other third parties who perform services on our behalf (e.g., IT management, payment processing, data analytics, customer support, cloud storage, fulfillment and shipping).<\/p> \n\n<p>With business and marketing partners, including Shopify, to provide services and advertise to you. Our business and marketing partners will use your information in accordance with their own privacy notices.<\/p> \n\n<p>When you direct, request us or otherwise consent to our disclosure of certain information to third parties, such as to ship you products or through your use of social media widgets or login integrations, with your consent. <\/p> \n\n<p>With our affiliates or otherwise within our corporate group, in our legitimate interests to run a successful business.<\/p> \n<p> In connection with a business transaction such as a merger or bankruptcy, to comply with any applicable legal obligations (including to respond to subpoenas, search warrants and similar requests), to enforce any applicable terms of service, and to protect or defend the Services, our rights, and the rights of our users or others.  <\/p> \n\n<p>We have, in the past 12 months disclosed the following categories of personal information and sensitive personal information (denoted by *) about users for the purposes set out above in \"How we Collect and Use your Personal Information\" and \"How we Disclose Personal Information\"<\/p>","extraclass":"Privacy-Box Collected-Policy"}},"6259c598-0855-4e3f-830a-43d7145b8590":{"type":"simple-text","settings":{"fullcontainer":true,"Heading":"Category","SubHeading":"","Paragraph":"<p>Identifiers such as basic contact details and certain order and account information<\/p> \n\n<p>Commercial information such as order information, shopping information and customer support information<\/p> \n\n<p>Internet or other similar network activity, such as Usage Data<\/p>","extraclass":"Privacy-Box Collected-Policy"}},"abe62bae-4157-428b-8216-78b896f9fa24":{"type":"simple-text","settings":{"fullcontainer":true,"Heading":"Category","SubHeading":"","Paragraph":"<p>Identifiers such as basic contact details and certain order and account information<\/p> \n\n<p>Commercial information such as order information, shopping information and customer support information<\/p> \n\n<p>Internet or other similar network activity, such as Usage Data<\/p>","extraclass":"Privacy-Box Collected-Policy"}},"08a104f2-246a-4c3b-8966-ec736da2c132":{"type":"simple-text","settings":{"fullcontainer":true,"Heading":"Categories of Recipients","SubHeading":"","Paragraph":"<p>Vendors and third parties who perform services on our behalf (such as Internet service providers, payment processors, fulfillment partners, customer support partners and data analytics providers) <\/p> \n\n<p>Business and marketing partners\/p> \n\n<\/p><p>Affiliates<\/p> \n\n<p>We do not use or disclose sensitive personal information for the purposes of inferring characteristics about you. <\/p> \n\n<p>We have \"sold\" and \"shared\" (as those terms are defined in applicable law) personal information over the preceding 12 months for the purpose of engaging in advertising and marketing activities, as follows.<\/p>","extraclass":"Privacy-Box Collected-Policy"}},"203bfe34-c193-412c-a720-ef7e1a74aa93":{"type":"simple-text","settings":{"fullcontainer":true,"Heading":"Category of Personal Information","SubHeading":"","Paragraph":"<p>Identifiers such as basic contact details and certain order and account information<\/p> \n\n<p>Commercial information such as records of products or services purchased and shopping information <\/p> \n\n<p>Internet or other similar network activity, such as Usage Data<\/p>","extraclass":"Privacy-Box Collected-Policy"}},"109239aa-0349-4429-9793-ad29979d9f8b":{"type":"simple-text","settings":{"fullcontainer":true,"Heading":"Categories of Recipients ","SubHeading":"","Paragraph":"<p>Business and marketing partners<\/p> \n\n<p>User Generated Content  <\/p> \n\n<p>The Services may enable you to post product reviews and other user-generated content. If you choose to submit user generated content to any public area of the Services, this content will be public and accessible by anyone.<\/p> \n\n<p>We do not control who will have access to the information that you choose to make available to others, and cannot ensure that parties who have access to such information will respect your privacy or keep it secure. We are not responsible for the privacy or security of any information that you make publicly available, or for the accuracy, use or misuse of any information that you disclose or receive from third parties.<\/p> \n\n<p>Third Party Websites and Links<\/p> \n\n<p>Our Site may provide links to websites or other online platforms operated by third parties. If you follow links to sites not affiliated or controlled by us, you should review their privacy and security policies and other terms and conditions. We do not guarantee and are not responsible for the privacy or security of such sites, including the accuracy, completeness, or reliability of information found on these sites. Information you provide on public or semi-public venues, including information you share on third-party social networking platforms may also be viewable by other users of the Services and\/or users of those third-party platforms without limitation as to its use by us or by a third party. Our inclusion of such links does not, by itself, imply any endorsement of the content on such platforms or of their owners or operators, except as disclosed on the Services.<\/p> \n\n<p>Children's Data<\/p>\n\n<p>The Services are not intended to be used by children, and we do not knowingly collect any personal information about children. If you are the parent or guardian of a child who has provided us with their personal information, you may contact us using the contact details set out below to request that it be deleted. <\/p> \n\n<p>As of the Effective Date of this Privacy Policy, we do not have actual knowledge that we \"share\" or \"sell\" (as those terms are defined in applicable law) personal information of individuals under 16 years of age.<\/p>","extraclass":"Privacy-Box Collected-Policy"}},"e9e1c1f9-9a2e-4392-bc83-706489baa4bf":{"type":"simple-text","settings":{"fullcontainer":true,"Heading":"Security and Retention of Your Information ","SubHeading":"","Paragraph":"<p>Please be aware that no security measures are perfect or impenetrable, and we cannot guarantee \"perfect security.\" In addition, any information you send to us may not be secure while in transit. We recommend that you do not use unsecure channels to communicate sensitive or confidential information to us. <\/p> \n\n<p> How long we retain your personal information depends on different factors, such as whether we need the information to maintain your account, to provide the Services, comply with legal obligations, resolve disputes or enforce other applicable contracts and policies.<\/p>","extraclass":"Privacy-Box Collected-Policy"}},"36d0560a-7c24-40c0-82c0-553ce61760d5":{"type":"simple-text","settings":{"fullcontainer":true,"Heading":"Your Rights and Choices ","SubHeading":"","Paragraph":"<p>Depending on where you live, you may have some or all of the rights listed below in relation to your personal information. However, these rights are not absolute, may apply only in certain circumstances and, in certain cases, we may decline your request as permitted by law. <\/p> \n\n<p>Right to Access \/ Know. You may have a right to request access to personal information that we hold about you, including details relating to the ways in which we use and share your information.<\/p> \n\n\n<p>Right to Delete. You may have a right to request that we delete personal information we maintain about you.<\/p> \n\n<p>Right to Correct. You may have a right to request that we correct inaccurate personal information we maintain about you.<\/p>\n\n<p>Right of Portability. You may have a right to receive a copy of the personal information we hold about you and to request that we transfer it to a third party, in certain circumstances and with certain exceptions.<\/p>\n\n<p>Right to Opt out of Sale or Sharing or Targeted Advertising. You may have a right to direct us not to \"sell\" or \"share\" your personal information or to opt out of the processing of your personal information for purposes considered to be \"targeted advertising\", as defined in applicable privacy laws. Please note that if you visit our Site with the Global Privacy Control opt-out preference signal enabled, depending on where you are, we will automatically treat this as a request to opt-out of the \"sale\" or \"sharing\" of information for the device and browser that you use to visit the Site.<\/p>\n\n<p>Right to Limit and\/or Opt out of Use and Disclosure of Sensitive Personal Information. You may have a right to direct us to limit our use and\/or disclosure of sensitive personal information to only what is necessary to perform the Services or provide the goods reasonably expected by an average individual.<\/p>\n\n<p>Restriction of Processing: You may have the right to ask us to stop or restrict our processing of personal information.<\/p>\n\n<p>Withdrawal of Consent: Where we rely on consent to process your personal information, you may have the right to withdraw this consent. <\/p>\n\n<p>Appeal: You may have a right to appeal our decision if we decline to process your request. You can do so by replying directly to our denial.<\/p>\n\n<p>Managing Communication Preferences: We may send you promotional emails, and you may opt out of receiving these at any time by using the unsubscribe option displayed in our emails to you. If you opt out, we may still send you non-promotional emails, such as those about your account or orders that you have made.<\/p>\n\n<p>Managing Text Communication Preferences: By subscribing to our text notifications, you agree to receive recurring automated marketing messages at the phone number that you provided to us. Consent is not a condition of purchase. Reply STOP to unsubscribe. HELP for help. Msg & Data rates may apply.<\/p>\n\n<p> You may exercise any of these rights where indicated on our Site or by contacting us using the contact details provided below.\n <\/p>\n\n<p>We will not discriminate against you for exercising any of these rights. We may need to collect information from you to verify your identity, such as your email address or account information, before providing a substantive response to the request. In accordance with applicable laws, You may designate an authorized agent to make requests on your behalf to exercise your rights. Before accepting such a request from an agent, we will require that the agent provide proof you have authorized them to act on your behalf, and we may need you to verify your identity directly with us. We will respond to your request in a timely manner as required under applicable law.<\/p>","extraclass":"Privacy-Box Collected-Policy"}},"5deb2bf8-adc2-4e5e-b47c-268033e324b1":{"type":"simple-text","settings":{"fullcontainer":true,"Heading":"Complaints ","SubHeading":"","Paragraph":"<p>If you have complaints about how we process your personal information, please contact us using the contact details provided below. If you are not satisfied with our response to your complaint, depending on where you live you may have the right to appeal our decision by contacting us using the contact details set out below, or lodge your complaint with your local data protection authority.<\/p>","extraclass":"Privacy-Box Collected-Policy"}},"44e33df1-f335-412e-bbb9-8b85daf3304d":{"type":"simple-text","settings":{"fullcontainer":true,"Heading":"International Users ","SubHeading":"","Paragraph":"<p>Please note that we may transfer, store and process your personal information outside the country you live in, including the United States. Your personal information is also processed by staff and third party service providers and partners in these countries.<\/p> \n\n<p>If we transfer your personal information out of Europe, we will rely on recognized transfer mechanisms like the European Commission's Standard Contractual Clauses, or any equivalent contracts issued by the relevant competent authority of the UK, as relevant, unless the data transfer is to a country that has been determined to provide an adequate level of protection. <\/p>","extraclass":"Privacy-Box Collected-Policy"}},"78af8886-c319-46ef-a6b5-a8da1be489bc":{"type":"simple-text","settings":{"fullcontainer":true,"Heading":"Contact","SubHeading":"","Paragraph":"<p>Should you have any questions about our privacy practices or this Privacy Policy, or if you would like to exercise any of the rights available to you, please email us at info@sweetjuly.com or call us at (510) 806-4600.<\/p>","extraclass":"Privacy-Box Collected-Policy"}}},"order":["main","723a3bf1-4c0b-4925-8d73-4969f0aa768c","c55bc9b9-caf4-45ea-8c39-c34c8a16b6f9","b51e7422-6e33-4652-881c-4a322bc7de3a","4b327ac7-e433-4966-9e21-7cb80ed00e55","cd0909c2-3809-4776-9a2d-d23b89dcf968","7f882766-9629-43f1-bb12-ae50dd78f7b0","394d3ff9-d671-44e3-a009-e63703e1dc1a","697ece12-1270-451b-a0f2-c0a12b123827","b30cb12d-5231-4e58-b102-cb159094aaad","5b450779-a943-4ed4-943b-9792b855ce7c","590fca2c-b783-4b6f-b7fc-77eab3006f61","69bb274c-0b7b-4acc-8a12-b7eb6b4531d1","f2b96b34-c9a4-4c2d-89c9-ffc0dd08888a","d2a1efad-fcd2-411d-bb3d-216271c48b55","6259c598-0855-4e3f-830a-43d7145b8590","abe62bae-4157-428b-8216-78b896f9fa24","08a104f2-246a-4c3b-8966-ec736da2c132","203bfe34-c193-412c-a720-ef7e1a74aa93","109239aa-0349-4429-9793-ad29979d9f8b","e9e1c1f9-9a2e-4392-bc83-706489baa4bf","36d0560a-7c24-40c0-82c0-553ce61760d5","5deb2bf8-adc2-4e5e-b47c-268033e324b1","44e33df1-f335-412e-bbb9-8b85daf3304d","78af8886-c319-46ef-a6b5-a8da1be489bc"]}