{"sections":{"main":{"type":"main-about-1-page","blocks":{"d4bab6c1-ab4b-442b-8884-47890038f054":{"type":"content","settings":{"title":"","content":"Cosmo lacus meleifend menean diverra loremous. Nullam sit amet orci rutrum risus laoreet semper vel non magna. Mauris vel sem a lectus vehicula ultricies. Etiam semper sollicitudin lectus indous scelerisque.","content_max_width":700,"align":"center","content_text_color":""}}},"block_order":["d4bab6c1-ab4b-442b-8884-47890038f054"],"disabled":true,"settings":{"show_breadcrumb":true,"breadcrumb_alignment":"center","breadcrumb_bg":"","breadcrumb_gradient":"","breadcrumb_bg_mb":"#f6f6f6","breadcrumb_gradient_mb":"","show_page_title":true,"page_title_alignment":"center","container":"1170","side_padding_full_width":0,"mg_top_desktop":25,"mg_top_tablet":0,"mg_top_mobile":0,"mg_bottom_desktop":30,"mg_bottom_tablet":20,"mg_bottom_mobile":0}},"68b9f779-a1cd-45e1-a07d-c2f0b9ef8b2e":{"type":"simple-text","settings":{"fullcontainer":true,"Heading":"Welcome to Sweet July.","SubHeading":"-Ayesha Curry, Founder","Paragraph":"“Sweet July is a feeling of happiness for me, a time when all the things that are good in my life happened. My hope is to encourage everyone to find their own version of Sweet July. It’s a feeling, a thought, a phrase, and I hope it will become a movement.”","extraclass":""}},"858aea2f-53b1-43cf-b24c-2d1002f1c21c":{"type":"image-with-text","settings":{"fullcontainer":true,"layout":"Image-left","MainHeading":"","section-image":"shopify:\/\/shop_images\/Katherine.png","PhotoBy":"Photo by Katherine Workinger","Heading":"","Paragraph":"<p>Helping people find joy and gratitude in life’s everyday moments is at the center of everything we do here at Sweet July; both in the stories we feature and the products we offer.<\/p>\n\n<p>And when it comes to products, we believe that the stories behind the makers are as important as the products they sell, which is why we’ve tirelessly researched and tested the best premium products from Black-owned companies, as well as local Bay Area makers, and curated them for you all under one roof.<\/p>\n\n<p>In addition to products, Sweet July is a hub for all things lifestyle providing ideas and resources for the home and self. Our website and quarterly magazine are chock-full of articles addressing an array of topics including food, wellness, beauty, faith, style, female empowerment and entrepreneurship. From recipes and kitchen tips, to interviews and testimonials, we are a destination for daily inspiration.<\/p>","SubHeading":"Sweet July is a love letter from our founder, Ayesha Curry, to the town that has embraced and supported her.","Sub-Paragraph":"We’re excited to grow our community both here at home and online, and continue to be a platform which showcases an inclusive array of voices and perspectives.","btn_link":"","btn_txt":"Click here","extraclass":"Katherine Inner-Container"}},"f35aea71-665a-4a13-ab5d-ce62eaa81e31":{"type":"custom-banner","disabled":true,"settings":{"padding-top":100,"padding-bottom":0,"banner-image":"shopify:\/\/shop_images\/heroModule_b7ba4adb-35f5-462b-a076-7218658e4196.svg","background-color":"","image-overlay":"#000000","opacity":0,"banner-height":550,"Mobile-height":250,"horizontal-alignment":"h-center","vertical-alignment":"v-top","text-alignment":"align-Center","box-background-enable":false,"box-background-color":"#ffffff","banner-heading":"Sweet July Flagship Store","banner-text":"455 23rd St. Oakland, CA","btn-link":"","btn-text":"Click here","extraclass":"FlagShip-Store"}},"2294305b-76a0-488d-84af-3c36cd743fcd":{"type":"image-with-text","disabled":true,"settings":{"fullcontainer":true,"layout":"Image-right","MainHeading":"","section-image":"shopify:\/\/shop_images\/image_1.png","overlay-image":"shopify:\/\/shop_images\/Upper-Img.png","PhotoBy":"Photography by Seth Smoot","Heading":"","Paragraph":"","SubHeading":"Oakland is where we call home. And where we’ve opened the doors to our first retail store and café.","Sub-Paragraph":"<p>Nestled in the heart of Uptown, Sweet July looks beyond retail to create an experience and a beautiful gathering place for the community that inspired it. A space where new customers feel like regulars, and regulars feel at home.<\/p>\n\n<p>The shop features products for the self and home with a focus on impeccable quality at an affordable price. Alongside our own Sweet July product, you’ll find thoughtfully curated items from some of our favorite Black-owned brands, as well as product created by Bay Area-based makers. Every section is designed to excite and inspire, while also providing space to relax and enjoy a cup of coffee or a slice of Ayesha’s signature bread pudding.<\/p>\n\n<p>On the back wall of our shop, you’ll find a mural created by local artist, Jaz Alexander. The mural features the flower of the Lignum Vitae tree, the national tree of Jamaica, appropriately named the “Tree of Life” for its healing properties. The tree is thought to be a symbol of personal growth, strength and individual beauty; themes which we consider to be core tenets of Sweet July.<\/p>\n\n\n\n<p>Sweet July Oakland - Hours:<br>\nSunday \/\/ 9:00am - 5:00pm<br>\nMonday \/\/ CLOSED<br>\nTuesday \/\/ CLOSED<br>\nWednesday \/\/ CLOSED<br>\nThursday \/\/ 9:00am - 5:00pm<br>\nFriday \/\/ 9:00am - 5:00pm<br>\nSaturday \/\/ 9:00am - 5:00pm<br><\/p>","btn_link":"","btn_txt":"Click here","extraclass":"Info-content Inner-Container"}},"80053155-d3e9-48aa-81c1-7dcd84f0deca":{"type":"image-with-text","disabled":true,"settings":{"fullcontainer":true,"layout":"Image-left","MainHeading":"","section-image":"shopify:\/\/shop_images\/Magazine.png","PhotoBy":"","Heading":"The Magazine","Paragraph":"<p>Sweet July has partnered with the esteemed Meredith Corporation to launch a new quarterly magazine.<\/p>\n\n<p>As a woman of color, Ayesha knows how important it is that media reflects real, relatable women. She started the magazine to create an outlet for young men and women which celebrates diversity and inclusivity.<\/p>\n\n<p>In each issue, we explore subjects Ayesha deeply cares about—family, friendship, faith, food, community, home, beauty, wellness, female empowerment and entrepreneurship.<\/p>\n\n<p>The magazine hits newsstands nationwide every quarter. Sweet July Magazine can also be purchased online and shipped directly to homes across the country.<\/p>","SubHeading":"","Sub-Paragraph":"","btn_link":"#.","btn_txt":"Order your copy of Sweet July Magazine","extraclass":"Magazine Inner-Container"}},"6de5e0d0-870c-4ec5-b9ea-dd43bd202f75":{"type":"image-with-text","settings":{"fullcontainer":true,"layout":"Image-right","MainHeading":"Founder, Ayesha Curry","section-image":"shopify:\/\/shop_images\/Ayesha-Curry.png","PhotoBy":"Ayesha Curry photographed by Williams + Hirakawa for Sweet July Magazine","Heading":"","Paragraph":"","SubHeading":"Chef, author, and entrepreneur—Ayesha Curry continues to push the boundaries of her versatile career.","Sub-Paragraph":"<p>Featured on the prestigious 30 Under 30 List by Forbes Magazine, she is an expert in top lifestyle print and online publications including Food and Wine, Elle, Vogue, Forbes, Time, InStyle, People, Vanity Fair, USA Today, Essence, POPSUGAR, Refinery29, Elite Daily and Sunset Magazine.<\/p>\n\n<p>In 2016, she wrote her national bestseller, The Seasoned Life, sharing over 100 of her favorite family recipes. In September 2020, Curry released her second New York Times Bestselling title, The Full Plate, a flavor-filled collection of recipes for busy people with no time and a lot to do.<\/p>\n\n<p>As a restaurateur, Curry teamed up with award-winning chef Michael Mina to create International Smoke, a restaurant concept featuring elevated barbecue dishes from around the globe. The restaurant has locations in San Francisco, Del Mar, and Las Vegas.<\/p>\n\n<p>In 2019, Curry along with her husband launched their family-founded charity Eat. Learn. Play. with a mission to end childhood hunger, ensure universal access to quality education and enable healthy active lifestyles.<\/p>","btn_link":"","btn_txt":"Click here","extraclass":"Founder-Section Info-content Inner-Container"}}},"order":["main","68b9f779-a1cd-45e1-a07d-c2f0b9ef8b2e","858aea2f-53b1-43cf-b24c-2d1002f1c21c","f35aea71-665a-4a13-ab5d-ce62eaa81e31","2294305b-76a0-488d-84af-3c36cd743fcd","80053155-d3e9-48aa-81c1-7dcd84f0deca","6de5e0d0-870c-4ec5-b9ea-dd43bd202f75"]}