{"sections":{"main":{"type":"main-page","disabled":true,"settings":{}},"4b868457-9cf0-4ba0-a83f-3b9739a90392":{"type":"simple-text","settings":{"fullcontainer":true,"Heading":"Returns","SubHeading":"","Paragraph":"<p>We appreciate your business and are grateful you’ve joined our Sweet July community. We hope you enjoy your purchase and it delivers a little joy to you and your home.<\/p>\n\n<h4 class=\"m-top\">Standard Returns<\/h4>\n\n<p>If you are not satisfied with your purchase, you can return most of our product in new or “like new” condition (in their original packaging) and get a full refund in the same form as your original payment within 30 days of your purchase.  Exclusions include: food products, magazines, and gift cards which are final sale.<\/p>\n\n<p>Sweet July reserves the right to deny refund if any of the following requirements are not met.<\/p>\n\n<p>To start a return, please email <a href=\"mailto:info@sweetjuly.com\"> info@sweetjuly.com<\/a> and provide the following information order #, items to return, and reason for return. Once received, a Customer Service Team Member will initiate your return within 48 hours and necessary next steps. Once your returned items are received back at our distribution center, you will receive a full refund for the product(s) less the original cost of shipping.  Sweet July will not provide replacement packaging for returned items.<\/p>\n\n\n<h4 class=\"mobile-space\">Damaged\/Defective Items<\/h4>\n\n<p>Quality is high on our list of expectations.  If our product arrives to you damaged or in unusable condition we will return or exchange no questions asked.  Please email us at<a href=\"mailto:info@sweetjuly.com\"> info@sweetjuly.com<\/a> to notify us of the concern (list specific product, order number, and concern). \n\n<\/p><h4 class=\"m-top\">Exchanges<\/h4>\n\n<p>Please contact <a href=\"mailto:info@sweetjuly.com\"> info@sweetjuly.com<\/a>  to initiate your return and\/or exchange.\n <\/p>","extraclass":"Privacy-Box Collected-Policy Returns"}}},"order":["main","4b868457-9cf0-4ba0-a83f-3b9739a90392"]}