{"sections":{"main":{"type":"main-about-1-page","disabled":true,"settings":{"show_breadcrumb":true,"breadcrumb_alignment":"center","breadcrumb_bg":"","breadcrumb_gradient":"","breadcrumb_bg_mb":"#f6f6f6","breadcrumb_gradient_mb":"","show_page_title":true,"page_title_alignment":"center","container":"1170","side_padding_full_width":0,"mg_top_desktop":25,"mg_top_tablet":0,"mg_top_mobile":0,"mg_bottom_desktop":30,"mg_bottom_tablet":20,"mg_bottom_mobile":0}},"723a3bf1-4c0b-4925-8d73-4969f0aa768c":{"type":"simple-text","settings":{"fullcontainer":true,"Heading":"Terms & Conditions","SubHeading":"","Paragraph":"<p>Welcome to www.sweetjuly.com. The www.sweetjuly.com website (the “Site”) is comprised of various web pages operated by Sweet July LLC (“Sweet July”). <a href=\"https:\/\/sweetjuly.com\/\">www.sweetjuly.com<\/a> is offered to you conditioned on your acceptance without modification of the terms, conditions, and notices contained herein (the “Terms”). Your use of www.sweetjuly.com constitutes your agreement to all such Terms. Please read these terms carefully, and keep a copy of them for your reference.<\/p>\n\n<p>THE SECTIONS BELOW TITLED “ARBITRATION” AND “CLASS ACTION WAIVER” CONTAIN A BINDING ARBITRATION AGREEMENT AND CLASS ACTION WAIVER. THEY AFFECT YOUR LEGAL RIGHTS AND LIMIT THE REMEDIES AVAILABLE TO YOU IN THE EVENT OF A DISPUTE. PLEASE READ CAREFULLY.<\/p>\n\n<h6>Privacy<\/h6>\n<p>Your use of www.sweetjuly.com is subject to Sweet July’s Privacy Policy. Please review our Privacy Policy, which also governs the Site and informs users of our data collection practices.<\/p>\n<h6>Electronic Communications<\/h6>\n<p>Visiting www.sweetjuly.com or sending emails to Sweet July constitutes electronic communications. You consent to receive electronic communications and you agree that all agreements, notices, disclosures and other communications that we provide to you electronically, via email and on the Site, satisfy any legal requirement that such communications be in writing.<\/p>\n    <h6>Your Account<\/h6>\n    <p>If you use this site, you are responsible for maintaining the confidentiality of your account and password and\n        for restricting access to your computer, and you agree to accept responsibility for all activities that occur\n        under your account or password. You may not assign or otherwise transfer your account to any other person or\n        entity. You acknowledge that Sweet July is not responsible for third party access to your account that results\n        from theft or misappropriation of your account. Sweet July and its associates reserve the right to refuse or\n        cancel service, terminate accounts, or remove or edit content in our sole discretion.<\/p>\n    <h6>Children Under Thirteen<\/h6>\n    <p>Sweet July does not knowingly collect, either online or offline, personal information from persons under the age\n        of thirteen. If you are under 18, you may use <a href=\"https:\/\/sweetjuly.com\/\"> www.sweetjuly.com<\/a> only with\n        permission of a parent or guardian.\n    <\/p>\n    <h6>Cancellation\/Refund Policy<\/h6>\n    <p>If you are not satisfied with your purchase, you can return most of our product in new or “like new” condition\n        (in their original packaging) and get a full refund in the same form as your original payment within 30 days of\n        your purchase. Exclusions include: food products (including spices), nail polish, magazines, By Chari Jewelry,\n        and gift cards which are final sale.<\/p>\n\n    <p>Sweet July reserves the right to deny refund if any of the following requirements are not met.<\/p>\n\n    <p>To start a return, click on the provided link to be directed to our returns portal, your email address and order\n        number will be necessary to initiate your return. Once processed, you will receive a full refund for the\n        product(s) you wish to return less the original cost of shipping. Sweet July will not provide replacement\n        packaging for returned items.<\/p>\n    <h6>Links to Third Party Sites\/Third Party Services<\/h6>\n    <p><a href=\"https:\/\/sweetjuly.com\/\"> www.sweetjuly.com<\/a> may contain links to other websites (“Linked Sites”). The\n        Linked Sites are not under the\n        control of Sweet July and Sweet July is not responsible for the contents of any Linked Site, including without\n        limitation any link contained in a Linked Site, or any changes or updates to a Linked Site. Sweet July is\n        providing these links to you only as a convenience, and the inclusion of any link does not imply endorsement by\n        Sweet July of the site or any association with its operators.<\/p>\n\n    <p>Certain services made available via <a href=\"https:\/\/sweetjuly.com\/\"> www.sweetjuly.com<\/a> are delivered by\n        third party sites and organizations. By\n        using any product, service or functionality originating from the <a href=\"https:\/\/sweetjuly.com\/\">\n            www.sweetjuly.com<\/a> domain, you hereby\n        acknowledge and consent that Sweet July may share such information and data with any third party with whom Sweet\n        July has a contractual relationship to provide the requested product, service or functionality on behalf of\n        <a href=\"https:\/\/sweetjuly.com\/\"> www.sweetjuly.com<\/a> users and customers.\n    <\/p>\n    <h6>No Unlawful or Prohibited Use\/Intellectual Property<\/h6>\n    <p>You are granted a non-exclusive, non-transferable, revocable license to access and use www.sweetjuly.com strictly\n        in accordance with these terms of use. As a condition of your use of the Site, you warrant to Sweet July that\n        you will not use the Site for any purpose that is unlawful or prohibited by these Terms. You may not use the\n        Site in any manner which could damage, disable, overburden, or impair the Site or interfere with any other\n        party’s use and enjoyment of the Site. You may not obtain or attempt to obtain any materials or information\n        through any means not intentionally made available or provided for through the Site.<\/p>\n\n    <p>All content included as part of the Service, such as text, graphics, logos, images, as well as the compilation\n        thereof, and any software used on the Site, is the property of Sweet July or its suppliers and protected by\n        copyright and other laws that protect intellectual property and proprietary rights. You agree to observe and\n        abide by all copyright and other proprietary notices, legends or other restrictions contained in any such\n        content and will not make any changes thereto.<\/p>\n\n    <p>You will not modify, publish, transmit, reverse engineer, participate in the transfer or sale, create derivative\n        works, or in any way exploit any of the content, in whole or in part, found on the Site. Sweet July content is\n        not for resale. Your use of the Site does not entitle you to make any unauthorized use of any protected content,\n        and in particular you will not delete or alter any proprietary rights or attribution notices in any content. You\n        will use protected content solely for your personal use, and will make no other use of the content without the\n        express written permission of Sweet July and the copyright owner. You agree that you do not acquire any\n        ownership rights in any protected content. We do not grant you any licenses, express or implied, to the\n        intellectual property of Sweet July or our licensors except as expressly authorized by these Terms.<\/p>\n    <h6>International Users<\/h6>\n    <p>The Service is controlled, operated and administered by Sweet July from our offices within the USA. If you access\n        the Service from a location outside the USA, you are responsible for compliance with all local laws. You agree\n        that you will not use the Sweet July Content accessed through www.sweetjuly.com in any country or in any manner\n        prohibited by any applicable laws, restrictions or regulations.<\/p>\n    <h6>Indemnification<\/h6>\n    <p>You agree to indemnify, defend and hold harmless Sweet July, its officers, directors, employees, agents and third\n        parties, for any losses, costs, liabilities and expenses (including reasonable attorney’s fees) relating to or\n        arising out of your use of or inability to use the Site or services, any user postings made by you, your\n        violation of any terms of this Agreement or your violation of any rights of a third party, or your violation of\n        any applicable laws, rules or regulations. Sweet July reserves the right, at its own cost, to assume the\n        exclusive defense and control of any matter otherwise subject to indemnification by you, in which event you will\n        fully cooperate with Sweet July in asserting any available defenses.<\/p>\n    <h6>Arbitration<\/h6>\n    <p>In the event the parties are not able to resolve any dispute between them arising out of or concerning these\n        Terms and Conditions, or any provisions hereof, whether in contract, tort, or otherwise at law or in equity for\n        damages or any other relief, then such dispute shall be resolved only by final and binding arbitration pursuant\n        to the Federal Arbitration Act, conducted by a single neutral arbitrator and administered by the American\n        Arbitration Association, or a similar arbitration service selected by the parties, in a location mutually agreed\n        upon by the parties. The arbitrator’s award shall be final, and judgment may be entered upon it in any court\n        having jurisdiction. In the event that any legal or equitable action, proceeding or arbitration arises out of or\n        concerns these Terms and Conditions, the prevailing party shall be entitled to recover its costs and reasonable\n        attorney’s fees. The parties agree to arbitrate all disputes and claims in regards to these Terms and Conditions\n        or any disputes arising as a result of these Terms and Conditions, whether directly or indirectly, including\n        Tort claims that are a result of these Terms and Conditions. The parties agree that the Federal Arbitration Act\n        governs the interpretation and enforcement of this provision. The entire dispute, including the scope and\n        enforceability of this arbitration provision shall be determined by the Arbitrator. This arbitration provision\n        shall survive the termination of these Terms and Conditions.<\/p>\n    <h6>Class Action Waiver<\/h6>\n    <p>Any arbitration under these Terms and Conditions will take place on an individual basis; class arbitrations and\n        class\/representative\/collective actions are not permitted. THE PARTIES AGREE THAT A PARTY MAY BRING CLAIMS\n        AGAINST THE OTHER ONLY IN EACH’S INDIVIDUAL CAPACITY, AND NOT AS A PLAINTIFF OR CLASS MEMBER IN ANY PUTATIVE\n        CLASS, COLLECTIVE AND\/ OR REPRESENTATIVE PROCEEDING, SUCH AS IN THE FORM OF A PRIVATE ATTORNEY GENERAL ACTION\n        AGAINST THE OTHER. Further, unless both you and Sweet July agree otherwise, the arbitrator may not consolidate\n        more than one person’s claims, and may not otherwise preside over any form of a representative or class\n        proceeding.<\/p>\n    <h6>Liability Disclaimer<\/h6>\n    <p>THE INFORMATION, SOFTWARE, PRODUCTS, AND SERVICES INCLUDED IN OR AVAILABLE THROUGH THE SITE MAY INCLUDE\n        INACCURACIES OR TYPOGRAPHICAL ERRORS. CHANGES ARE PERIODICALLY ADDED TO THE INFORMATION HEREIN. SWEET JULY LLC\n        AND\/OR ITS SUPPLIERS MAY MAKE IMPROVEMENTS AND\/OR CHANGES IN THE SITE AT ANY TIME.<\/p>\n\n    <p>SWEET JULY LLC AND\/OR ITS SUPPLIERS MAKE NO REPRESENTATIONS ABOUT THE SUITABILITY, RELIABILITY, AVAILABILITY,\n        TIMELINESS, AND ACCURACY OF THE INFORMATION, SOFTWARE, PRODUCTS, SERVICES AND RELATED GRAPHICS CONTAINED ON THE\n        SITE FOR ANY PURPOSE. TO THE MAXIMUM EXTENT PERMITTED BY APPLICABLE LAW, ALL SUCH INFORMATION, SOFTWARE,\n        PRODUCTS, SERVICES AND RELATED GRAPHICS ARE PROVIDED “AS IS” WITHOUT WARRANTY OR CONDITION OF ANY KIND. SWEET\n        JULY LLC AND\/OR ITS SUPPLIERS HEREBY DISCLAIM ALL WARRANTIES AND CONDITIONS WITH REGARD TO THIS INFORMATION,\n        SOFTWARE, PRODUCTS, SERVICES AND RELATED GRAPHICS, INCLUDING ALL IMPLIED WARRANTIES OR CONDITIONS OF\n        MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, TITLE AND NON-INFRINGEMENT.<\/p>\n\n    <p>TO THE MAXIMUM EXTENT PERMITTED BY APPLICABLE LAW, IN NO EVENT SHALL SWEET JULY LLC AND\/OR ITS SUPPLIERS BE\n        LIABLE FOR ANY DIRECT, INDIRECT, PUNITIVE, INCIDENTAL, SPECIAL, CONSEQUENTIAL DAMAGES OR ANY DAMAGES WHATSOEVER\n        INCLUDING, WITHOUT LIMITATION, DAMAGES FOR LOSS OF USE, DATA OR PROFITS, ARISING OUT OF OR IN ANY WAY CONNECTED\n        WITH THE USE OR PERFORMANCE OF THE SITE, WITH THE DELAY OR INABILITY TO USE THE SITE OR RELATED SERVICES, THE\n        PROVISION OF OR FAILURE TO PROVIDE SERVICES, OR FOR ANY INFORMATION, SOFTWARE, PRODUCTS, SERVICES AND RELATED\n        GRAPHICS OBTAINED THROUGH THE SITE, OR OTHERWISE ARISING OUT OF THE USE OF THE SITE, WHETHER BASED ON CONTRACT,\n        TORT, NEGLIGENCE, STRICT LIABILITY OR OTHERWISE, EVEN IF SWEET JULY LLC OR ANY OF ITS SUPPLIERS HAS BEEN ADVISED\n        OF THE POSSIBILITY OF DAMAGES. BECAUSE SOME STATES\/JURISDICTIONS DO NOT ALLOW THE EXCLUSION OR LIMITATION OF\n        LIABILITY FOR CONSEQUENTIAL OR INCIDENTAL DAMAGES, THE ABOVE LIMITATION MAY NOT APPLY TO YOU. IF YOU ARE\n        DISSATISFIED WITH ANY PORTION OF THE SITE, OR WITH ANY OF THESE TERMS OF USE, YOUR SOLE AND EXCLUSIVE REMEDY IS\n        TO DISCONTINUE USING THE SITE.<\/p>\n    <h6>Termination\/Access Restriction<\/h6>\n    <p>Sweet July reserves the right, in its sole discretion, to terminate your access to the Site and the related\n        services or any portion thereof at any time, without notice. To the maximum extent permitted by law, this\n        agreement is governed by the laws of the State of California and you hereby consent to the exclusive\n        jurisdiction and venue of courts in California in all disputes arising out of or relating to the use of the\n        Site. Use of the Site is unauthorized in any jurisdiction that does not give effect to all provisions of these\n        Terms, including, without limitation, this section.<\/p>\n\n    <p>You agree that no joint venture, partnership, employment, or agency relationship exists between you and Sweet\n        July as a result of this agreement or use of the Site. Sweet July’s performance of this agreement is subject to\n        existing laws and legal process, and nothing contained in this agreement is in derogation of Sweet July’s right\n        to comply with governmental, court and law enforcement requests or requirements relating to your use of the Site\n        or information provided to or gathered by Sweet July with respect to such use. If any part of this agreement is\n        determined to be invalid or unenforceable pursuant to applicable law including, but not limited to, the warranty\n        disclaimers and liability limitations set forth above, then the invalid or unenforceable provision will be\n        deemed superseded by a valid, enforceable provision that most closely matches the intent of the original\n        provision and the remainder of the agreement shall continue in effect.<\/p>\n\n    <p>Unless otherwise specified herein, this agreement constitutes the entire agreement between the user and Sweet\n        July with respect to the Site and it supersedes all prior or contemporaneous communications and proposals,\n        whether electronic, oral or written, between the user and Sweet July with respect to the Site. A printed version\n        of this agreement and of any notice given in electronic form shall be admissible in judicial or administrative\n        proceedings based upon or relating to this agreement to the same extent and subject to the same conditions as\n        other business documents and records originally generated and maintained in printed form. It is the express wish\n        to the parties that this agreement and all related documents be written in English.<\/p>\n    <h6>Changes to Terms<\/h6>\n    <p>Sweet July reserves the right, in its sole discretion, to change the Terms under which <a href=\"https:\/\/sweetjuly.com\/\"> www.sweetjuly.com<\/a> is\n        offered. The most current version of the Terms will supersede all previous versions. Sweet July encourages you\n        to periodically review the Terms to stay informed of our updates.<\/p>\n    <h6>Contact Us<\/h6>\n    <p>Sweet July welcomes your questions or comments regarding the Terms:<\/p>\n    <p>Sweet July LLC<\/p>\n    <p>455 23rd St<\/p>\n    <p>Oakland, California 94612<\/p>\n    <h6>Email Address:<\/h6>\n    <p><a href=\"mailto:oakland@sweetjuly.com\">oakland@sweetjuly.com<\/a><\/p>\n    <h6>Telephone number:<\/h6>\n    <p><a href=\"tel:510.806.4600\">510.806.4600<\/a><\/p>","extraclass":"Privacy-Box Terms-Condition"}}},"order":["main","723a3bf1-4c0b-4925-8d73-4969f0aa768c"]}