{"sections":{"main":{"type":"main-page","disabled":true,"settings":{}},"b41de373-1b6b-4284-a51b-f6ec4ec10af7":{"type":"rich-text","blocks":{"4aa30651-094f-4e0e-aa3d-f7492e82cee0":{"type":"sub_heading","settings":{"sub_heading":"Sweet July x Mill Giveaway","font_weight_sub_heading":"600","sub_heading_size":42,"margin_top_sub_heading":21,"sub_heading_color":"#000000"}}},"block_order":["4aa30651-094f-4e0e-aa3d-f7492e82cee0"],"custom_css":[".sweepstake-heading .rich-text__sub p {line-height: 42px;}"],"settings":{"container":"container","padding_full_width":0,"enable_border_top":false,"enable_border_bottom":false,"color_border_bottom":"#f6f4ee","mg_top_desktop":70,"mg_top_tablet":70,"mg_top_mobile":70,"mg_bottom_desktop":10,"mg_bottom_tablet":10,"mg_bottom_mobile":10,"rich_text_bg":"#f6f4ee","rich_text_bg_gradient":"","extraclass":"sweepstake-heading"}},"c26e1592-1011-42ea-b5e5-fe233cb0bae8":{"type":"custom-liquid","custom_css":[".jf-branding {display: none;}"],"settings":{"custom_liquid":"<script type=\"text\/javascript\" src=\"https:\/\/form.jotform.com\/jsform\/240997663674474\"><\/script>"}},"3a17b44e-b91c-49ef-80e4-74bfb4247e61":{"type":"rich-text","blocks":{"68abc728-b176-48dd-ba8e-a65abfa6ea1e":{"type":"sub_heading","settings":{"sub_heading":"SWEET JULY x MILL GIVEAWAY RULES, TERMS + CONDITIONS ","font_weight_sub_heading":"800","sub_heading_size":22,"margin_top_sub_heading":10,"sub_heading_color":"#000000"}},"template--21515152261441__3a17b44e-b91c-49ef-80e4-74bfb4247e61-text-1":{"type":"text","settings":{"text":"<p>The Giveaway Rules, Terms and Conditions (these “Terms”) set forth the rules, terms and conditions applicable to your eligibility for, entry into, and\/or voting in the contest of Sweet July, whose headquarters are located at 455 23rd St, Oakland, CA 94612. (“Sweet July”) in collaboration with Mill Industries Inc., whose headquarters are located at 950 Elm Avenue, San Bruno, CA 94066 (“Mill”), described below (the “Giveaway”).  Capitalized terms used but not defined herein have the meanings ascribed to them in the Terms of Service (https:\/\/sweetjuly.com\/pages\/terms-and-conditions)  (the “Terms of Service”). <br><br><\/p>\n<p>1. Giveaway Rules. <br><br><\/p>\n<p>(a) Entry.  To enter into the Giveaway (“Enter” and each act of Entering, an “Entry”), an Eligible Entrant (as defined below) must (i) follow the Instagram pages of Sweet July (https:\/\/instagram.com\/sweetjuly) and Mill (https:\/\/www.instagram.com\/mill) through the Eligible Entrant’s Instagram account, (ii) “like” the Instagram post by Mill and Sweet July announcing the Giveaway through the Eligible Entrant’s Instagram account, (iii) tag a friend in the comments of Mill and Sweet July’s post announcing the Giveaway through the Eligible Entrant’s Instagram account, and (iv) Enter the Giveaway through the form on the landing page located at https:\/\/sweetjuly.com\/pages\/sweepstakes-skin with the Eligible Entrant’s email address. Each Eligible Entrant may Enter into the Giveaway from and after 9 a.m. PST on February 27, 2025 through 11:59 p.m. PST on March 1, 2025 (the “Entry Period”). \n  <\/p>","text_size":16,"margin_top_text":42,"text_color":"#000000","text_width":"800px"}}},"block_order":["68abc728-b176-48dd-ba8e-a65abfa6ea1e","template--21515152261441__3a17b44e-b91c-49ef-80e4-74bfb4247e61-text-1"],"custom_css":[".sweepstakes .rich-text__text p {text-align: left;}",".sweepstakes .rich-text__blocks h2 {max-width: 800px; margin: auto; text-align: left;}"],"settings":{"container":"container","padding_full_width":0,"enable_border_top":false,"enable_border_bottom":false,"color_border_bottom":"#e8e8e8","mg_top_desktop":1,"mg_top_tablet":1,"mg_top_mobile":1,"mg_bottom_desktop":20,"mg_bottom_tablet":20,"mg_bottom_mobile":20,"rich_text_bg":"#f6f4ee","rich_text_bg_gradient":"","extraclass":"sweepstakes"}},"b988f34b-4c33-41a6-8f83-351c1d220d43":{"type":"rich-text","blocks":{"template--21515152261441__b988f34b-4c33-41a6-8f83-351c1d220d43-text-1":{"type":"text","settings":{"text":"<p>(b) Winning the Giveaway; Prizes.  As soon as practicable following the conclusion of the Entry Period, Sweet July shall select one Entry (the “Winning Entry”) from the set of all Entries submitted with an Entry made in accordance with these Terms, via random selection.  The Eligible Entrant who submitted the Winning Entry shall be the winner of the Giveaway (the “Winner”).  As their prize for winning the Giveaway, one randomly selected Winner will be provided one (1) Mill food recycler (including one (1) year warranty and one (1) year of food ground pickups) and one (1) collection of Sweet July Edgewater Serveware for a total retail value of approximately $1500; each a “Prize”. Sweet July and Mill will announce the Winner (as set forth in Section 1(d) below), and will also notify the Winner that they have won the Giveaway by direct messaging the Winner via the Winner’s Instagram profile or email. If the winner cannot be contacted, is ineligible, fails to claim a Prize within seventy-two (72) hours, if a Prize or Prize notification is returned undeliverable, or if the winner otherwise fails to fully comply with these Terms, the winner will forfeit that Prize and, in Sweet July and Mill’s discretion, the Prize will be awarded to another randomly selected winner. Sweet July and Mill reserve the right to substitute a prize of equal or greater value if the advertised Prize is unavailable for any reason. The Prize is not transferable and not redeemable for cash. Each Winner will be solely responsible for all federal, state, and\/or local taxes, and for any other fees or costs associated with their Prize. Lost, stolen, or destroyed Prizes will not be replaced. \n <\/p>","text_size":16,"margin_top_text":20,"text_color":"#000000","text_width":"800px"}}},"block_order":["template--21515152261441__b988f34b-4c33-41a6-8f83-351c1d220d43-text-1"],"custom_css":[".sweepstakes .rich-text__text p {text-align: left;}",".sweepstakes .rich-text__blocks h2 {max-width: 800px; margin: auto; text-align: left;}"],"settings":{"container":"container","padding_full_width":0,"enable_border_top":false,"enable_border_bottom":false,"color_border_bottom":"#f6f4ee","mg_top_desktop":20,"mg_top_tablet":20,"mg_top_mobile":20,"mg_bottom_desktop":20,"mg_bottom_tablet":20,"mg_bottom_mobile":20,"rich_text_bg":"#f6f4ee","rich_text_bg_gradient":"","extraclass":"sweepstakes"}},"0d05bc0d-a7c7-4b26-9d97-06f624450d21":{"type":"rich-text","blocks":{"template--21515152261441__0d05bc0d-a7c7-4b26-9d97-06f624450d21-text-1":{"type":"text","settings":{"text":"<p>(c) Eligibility. Only residents of the continental United States who are over the age of 18 are eligible to Enter into the Giveaway (each an “Eligible Entrant”). By Entering the Giveaway, you represent and warrant that you (i) are over the age of 18, and (ii) live in the continental United States. Any use or access to the Giveaway, whether by Entering into the Giveaway or otherwise, by individuals under the age of 18 or outside of the continental  United States is strictly prohibited and is in violation of these Terms. NO PURCHASE IS NECESSARY TO BE ELIGIBLE TO ENTER THE GIVEAWAY. <br><br><\/p>\n<p>(d) Applicable Dates.  Each Eligible Entrant may Enter into the Giveaway from and after 9 a.m. PST on April 23, 2025 through 11:59 p.m. PST on April 25, 2025 (the “Entry Period”).  The prize(s) for the Winner will be awarded as soon as practicable following such announcement. <br><br><\/p>\n<p>(e) Restrictions. You represent, warrant, and covenant that your Entry and other information you submit in connection with the Giveaway (i) do not infringe or violate the intellectual property rights or proprietary rights, rights of publicity or privacy, or other rights of any third party; (ii) do not violate any law, statute, ordinance or regulation; (3) are not harmful, fraudulent, deceptive, threatening, abusive, harassing, tortious, defamatory, vulgar, obscene, libelous, or otherwise objectionable. <br><br><\/p>\n<p>2) Terms and Conditions. <br><br><\/p>\n<p>(a) Entry Giveaway; Applicability of Terms of Service. By Entering into the Giveaway, you consent to receive marketing, advertising, and promotional messages to your Instagram account and email account from Sweet July Skin and Canopy or any of its designees (unless and until you submit an appropriate request to opt out of receiving such notifications) and you agree to be bound by the Terms of Service. The Terms of Service shall apply to all submissions in connection with the Giveaway, including but not limited to Entries, and all such submissions shall be deemed User Submissions under the Terms of Service. In the event of any conflict between these Terms and the Terms of Service, these Terms shall prevail. <br><br><\/p>\n<p>(b) NO WARRANTY.  THE GIVEAWAY IS PROVIDED ON AN “AS IS,” “AS AVAILABLE,” AND “WHERE AVAILABLE” BASIS, AND SWEET JULY SKIN, CANOPY AND THEIR LICENSORS AND SUPPLIERS EXPRESSLY DISCLAIM ALL WARRANTIES AND CONDITIONS OF ANY KIND, WHETHER EXPRESS OR IMPLIED, INCLUDING THE WARRANTIES OR CONDITIONS OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, ACCURACY, AND NON-INFRINGEMENT, IN CONNECTION WITH THE GIVEAWAY.  FEDERAL LAW, SOME STATES, PROVINCES, AND OTHER JURISDICTIONS DO OR MAY NOT ALLOW THE EXCLUSION OR LIMITATION OF INCIDENTAL OR CONSEQUENTIAL DAMAGES, SO CERTAIN OF THE FOREGOING LIMITATIONS OR EXCLUSIONS MAY NOT APPLY TO YOU. THESE TERMS GIVE YOU SPECIFIC LEGAL RIGHTS, AND YOU MAY ALSO HAVE OTHER RIGHTS WHICH VARY FROM JURISDICTION. THE DISCLAIMERS, EXCLUSIONS, AND LIMITATIONS OF LIABILITY UNDER THESE TERMS WILL NOT APPLY TO THE EXTENT PROHIBITED BY APPLICABLE LAW. <br><br><\/p>\n<p>(c) LIMITATION OF LIABILITY. TO THE MAXIMUM EXTENT PERMITTED BY APPLICABLE LAW: (i) IN NO EVENT WILL SWEET JULY SKIN OR CANOPY BE LIABLE FOR ANY INDIRECT, CONSEQUENTIAL, EXEMPLARY, PUNITIVE, SPECIAL, OR INCIDENTAL DAMAGES, INCLUDING BUT NOT LIMITED TO ANY DAMAGES FOR LOST DATA OR LOST PROFITS, ARISING FROM OR RELATING TO THE GIVEAWAY, EVEN IF SWEET JULY SKIN OR CANOPY KNEW OR SHOULD HAVE KNOWN OF THE POSSIBILITY OF SUCH DAMAGES, AND (ii) IN NO EVENT WILL SWEET JULY SKIN OR CANOPY’S TOTAL CUMULATIVE LIABILITY ARISING FROM OR RELATED TO THE GIVEAWAY, WHETHER IN CONTRACT OR TORT OR OTHERWISE, EXCEED THE GREATER OF THE RETAIL VALUE OF THE PRIZE ACTUALLY AWARDED TO YOU OR TEN CENTS (US$.10). THIS LIMITATION IS CUMULATIVE AND WILL NOT BE INCREASED BY THE EXISTENCE OF MORE THAN ONE INCIDENT OR CLAIM. SWEET JULY SKIN AND CANOPY DISCLAIM ALL LIABILITY OF ANY KIND OF THEIR LICENSORS AND SUPPLIERS. UNDER NO CIRCUMSTANCES WILL SWEET JULY SKIN OR CANOPY BE LIABLE IN ANY WAY FOR ANY GIVEAWAY (INCLUDING WITHOUT LIMITATION ANY USER SUBMISSIONS), INCLUDING BUT NOT LIMITED TO ANY ERRORS OR OMISSIONS IN ANY CONTENT (INCLUDING WITHOUT LIMITATION ANY USER SUBMISSIONS), OR ANY LOSS OR DAMAGE OF ANY KIND INCURRED IN CONNECTION WITH USE OF OR EXPOSURE TO ANY CONTENT (INCLUDING WITHOUT LIMITATION ANY USER SUBMISSIONS) POSTED, EMAILED, ACCESSED, TRANSMITTED, OR OTHERWISE MADE AVAILABLE VIA THE SWEET JULY SKIN OR CANOPY SERVICES. \n <br><br><\/p>\n<p>(d) Governing Law. These Terms shall be governed by the internal substantive laws of the State of California, without respect to its conflict of laws principles.  Notwithstanding the preceding sentences with respect to the substantive law, any arbitration conducted under or in connection with these Terms shall be governed by the Federal Arbitration Act (9 U.S.C. §§ 1-16). The application of the United Nations Convention on Contracts for the International Sale of Goods is expressly excluded. You agree to submit to the personal jurisdiction of the federal and state courts located in San Mateo County, California for any actions for which Sweet July Skin or Canopy retains the right to seek injunctive or other equitable relief in a court of competent jurisdiction to prevent the actual or threatened infringement, misappropriation or violation of a our copyrights, trademarks, trade secrets, patents, or other intellectual property or proprietary rights, as set forth in the Arbitration provision below, including any provisional relief required to prevent irreparable harm. You agree that San Mateo County, California is the proper forum for any appeals of an arbitration award or for trial court proceedings in the event that the arbitration provision below is found to be unenforceable. <br><br><\/p>\n<p>(e) Arbitration. READ THIS SECTION CAREFULLY BECAUSE IT REQUIRES THE PARTIES TO ARBITRATE THEIR DISPUTES AND LIMITS THE MANNER IN WHICH YOU CAN SEEK RELIEF FROM SWEET JULY SKIN. For any dispute with Sweet July Skin, you agree to first contact us at info@sweetjuly.com and attempt to resolve the dispute with us informally. In the unlikely event that Sweet July Skin has not been able to resolve a dispute it has with you after sixty (60) days, you and Sweet July Skin each agree to resolve any claim, dispute, or controversy (excluding any claims for injunctive or other equitable relief as provided below) arising out of or in connection with or relating to these Terms, or the breach or alleged breach thereof, by binding arbitration by JAMS, under the Optional Expedited Arbitration Procedures then in effect for JAMS, except as provided herein. JAMS may be contacted at www.jamsadr.com. The arbitration will be conducted in Alameda County, California, unless you and Sweet July Skin agree otherwise. If you are an individual using the Products or Services for non-commercial purposes: (i) JAMS may require you to pay a fee for the initiation of your case, unless you apply for and successfully obtain a fee waiver from JAMS; (ii) the award rendered by the arbitrator may include your costs of arbitration, your reasonable attorney’s fees, and your reasonable costs for expert and other witnesses; and (iii) you may sue in a small claims court of competent jurisdiction without first engaging in arbitration, but this does not absolve you of your commitment to engage in the informal dispute resolution process. Any judgment on the award rendered by the arbitrator may be entered in any court of competent jurisdiction. Nothing in this Section shall be deemed as preventing Sweet July Skin from seeking injunctive or other equitable relief from the courts as necessary to prevent the actual or threatened infringement, misappropriation, or violation of our data security, Intellectual Property Rights or other proprietary rights. <br><br><\/p>\n<p>(f) Class Action\/Jury Trial Waiver. WITH RESPECT TO ALL PERSONS AND ENTITIES, REGARDLESS OF WHETHER THEY HAVE OBTAINED OR USED THE PRODUCTS OR SERVICES FOR PERSONAL, COMMERCIAL OR OTHER PURPOSES, ALL CLAIMS MUST BE BROUGHT IN THE PARTIES’ INDIVIDUAL CAPACITY, AND NOT AS A PLAINTIFF OR CLASS MEMBER IN ANY PURPORTED CLASS ACTION, COLLECTIVE ACTION, PRIVATE ATTORNEY GENERAL ACTION OR OTHER REPRESENTATIVE PROCEEDING. THIS WAIVER APPLIES TO CLASS ARBITRATION, AND, UNLESS YOU AND SWEET JULY SKIN AGREE OTHERWISE, THE ARBITRATOR MAY NOT CONSOLIDATE MORE THAN ONE PERSON’S CLAIMS. YOU AGREE THAT, BY ENTERING INTO THESE TERMS, YOU AND SWEET JULY SKIN ARE EACH WAIVING THE RIGHT TO A TRIAL BY JURY OR TO PARTICIPATE IN A CLASS ACTION, COLLECTIVE ACTION, PRIVATE ATTORNEY GENERAL ACTION, OR OTHER REPRESENTATIVE PROCEEDING OF ANY KIND. <br><br><\/p>\n<p>(g) Modifications. Sweet July Skin reserves the right to make changes to these Terms from time to time. Sweet July Skin will post notice of modifications to these Terms on this page. You should ensure that you have read and agree with the most recent set of Terms when Enter into or Vote on the Giveaway. Continued participation in the Giveaway following notice of such changes shall indicate your acknowledgment of such changes and agreement to be bound by the revised Terms. No other purported modification to these Terms will be effective unless in writing and signed by a duly authorized representative of Sweet July Skin. <br><br><\/p>\n<p>(h) Entire Agreement and Severability. These Terms, and any duly made modifications hereto, constitute the entire agreement between you and Sweet July Skin regarding their subject matter.  All section titles are for convenience only and have no legal or contractual effect. If any provision of these Terms is, for any reason, held to be invalid or unenforceable, all other provisions will be unimpaired and the invalid or unenforceable provision will be deemed modified so that it is valid and enforceable to the maximum extent permitted by law, except that in the event of unenforceability of the universal Class Action\/Jury Trial Waiver, the entire arbitration agreement shall be unenforceable.  Neither party is an agent or partner of the other party. <br><br><\/p>\n<p>(i) No Waiver.  No waiver of any term of these Terms shall be deemed a further or continuing waiver of such term and any other term. Any failure by Sweet July Skin to exercise or enforce any right or provision of these Terms shall not operate as a waiver of such right or provision. <br><br><\/p>\n<p>(j) Survival.  Any term of these Terms that, by its terms or its nature, should survive the termination of these Terms shall survive accordingly. <br><br><\/p>\n<p>(k) Assignment.  Neither these Terms, nor any associated rights or obligations, may be assigned or otherwise transferred by you without Sweet July Skin's prior written consent.  These Terms may be assigned by Sweet July Skin without restriction. These Terms are binding upon any permitted assignee. <br><br><\/p>\n<p>(l) Notifications. Sweet July Skin may provide notifications to you as required by law or for marketing or other purposes via (at its option) email to the primary email associated with your Account, mobile notifications, hard copy, or posting of such notice on SweetJulySkin.com or Canopy's social media channels. Sweet July Skin is not responsible for any automatic filtering you or your network provider may apply to email notifications. Sweet July Skin recommends that you add @sweetjuly.com and @getcanopy.co email addresses to your email address book to help ensure you receive email notifications from Sweet July Skin and Canopy. <br><br><\/p>\n<p>(m) California Residents. Sweet July’s address is 455 23rd St, Oakland, CA 94612. If you are a California resident, you may report complaints to the Complaint Assistance Unit of the Division of Consumer Services of the California Department of Consumer Affairs by contacting them in writing at 400 R Street, Sacramento, CA 95814, or by telephone at (800) 952-5210. <br><br><\/p>\n<p>(n) Customer Service.  If you have any questions or concerns regarding the Products, the Services, or these Terms, please contact us at info@sweetjuly.com.<br><br><\/p>\n<p>(o) Void Where Prohibited. The Giveaway is void wherever prohibited or restricted by any mandatory national, state or other government laws in form and language as provided herein and is subject to all applicable mandatory federal, state and local laws.<\/p>","text_size":16,"margin_top_text":20,"text_color":"#000000","text_width":"800px"}}},"block_order":["template--21515152261441__0d05bc0d-a7c7-4b26-9d97-06f624450d21-text-1"],"custom_css":[".sweepstakes .rich-text__text p {text-align: left;}",".sweepstakes .rich-text__blocks h2 {max-width: 800px; margin: auto; text-align: left;}"],"settings":{"container":"container","padding_full_width":0,"enable_border_top":false,"enable_border_bottom":false,"color_border_bottom":"#f6f4ee","mg_top_desktop":20,"mg_top_tablet":20,"mg_top_mobile":20,"mg_bottom_desktop":20,"mg_bottom_tablet":20,"mg_bottom_mobile":20,"rich_text_bg":"#f6f4ee","rich_text_bg_gradient":"","extraclass":"sweepstakes"}}},"order":["main","b41de373-1b6b-4284-a51b-f6ec4ec10af7","c26e1592-1011-42ea-b5e5-fe233cb0bae8","3a17b44e-b91c-49ef-80e4-74bfb4247e61","b988f34b-4c33-41a6-8f83-351c1d220d43","0d05bc0d-a7c7-4b26-9d97-06f624450d21"]}